tap "homebrew/brewdler"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "d12frosted/emacs-plus"
tap "caskroom/versions"
tap "caskroom/cask"
brew "python"
brew "ansible"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "berkeley-db@4"
brew "boost", args: ["c++11"]
brew "certbot"
brew "ctags"
brew "direnv"
brew "emacs"
brew "fish"
brew "git"
brew "pkg-config"
brew "heroku"
brew "libtool"
brew "libevent"
brew "libxml2"
brew "lua"
brew "mcrypt"
brew "miniupnpc"
brew "multimarkdown"
brew "mysql", restart_service: true
brew "nvm"
brew "peco"
brew "postgresql"
brew "protobuf@2.6", args: ["c++11"]
brew "qt"
brew "re2c"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "homebrew/php/composer"
cask "1password"
cask "alfred"
cask "amazon-music"
cask "atom"
cask "caffeine"
cask "chatwork"
cask "chrome-remote-desktop-host"
cask "clipy"
cask "docker"
cask "dropbox"
cask "evernote"
cask "genymotion"
cask "github"
cask "gyazo"
cask "kindle"
cask "macs-fan-control"
cask "ngrok"
cask "sequel-pro"
cask "sketch"
cask "skitch"
cask "skype"
cask "srware-iron"
cask "twitch"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
