tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "ctags"
brew "direnv"
brew "fish"
brew "git"
brew "heroku"
brew "jpeg"
brew "libxml2"
brew "lua"
brew "mcrypt"
brew "mysql", restart_service: true
brew "node"
brew "nvm"
brew "pyenv"
brew "rbenv"
brew "re2c"
brew "ruby"
brew "tmux"
brew "vim", args: ["with-lua"]
brew "zlib"
brew "homebrew/php/php70"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
cask "1password"
cask "alfred"
cask "atom"
cask "chatwork"
cask "chrome-remote-desktop-host"
cask "clipy"
cask "docker"
cask "dropbox"
cask "evernote"
cask "kindle"
cask "macs-fan-control"
cask "sequel-pro"
cask "skitch"
cask "srware-iron"
cask "vagrant"
cask "visual-studio-code"
