tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/boneyard"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "wercker/wercker"
brew "openssl"
brew "ansible"
brew "python"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "berkeley-db@4"
brew "boost"
brew "certbot"
brew "composer"
brew "ctags"
brew "direnv"
brew "emacs"
brew "figlet"
brew "fish"
brew "ghq"
brew "git"
brew "git-now"
brew "go"
brew "pkg-config"
brew "googler"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libevent"
brew "libxml2"
brew "lua"
brew "lynx"
brew "macvim", args: ["with-lua"]
brew "mcrypt"
brew "miniupnpc"
brew "multimarkdown"
brew "mysql", restart_service: true
brew "nkf"
brew "peco"
brew "postgresql"
brew "protobuf@2.6", args: ["c++11"]
brew "qt"
brew "re2c"
brew "shellcheck"
brew "socat"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "heroku/brew/heroku"
brew "wercker/wercker/wercker-cli"
cask "1password"
cask "airdroid"
cask "alfred"
cask "amazon-drive"
cask "amazon-music"
cask "atom"
cask "cacher"
cask "caffeine"
cask "calibre"
cask "chatwork"
cask "chrome-remote-desktop-host"
cask "clipy"
cask "docker"
cask "dropbox"
cask "evernote"
cask "franz"
cask "genymotion"
cask "gitup"
cask "google-chrome-canary"
cask "google-hangouts"
cask "google-notifier"
cask "google-trends"
cask "google-web-designer"
cask "gyazo"
cask "hyper"
cask "karabiner-elements"
cask "kindle"
cask "macs-fan-control"
cask "quip"
cask "sequel-pro"
cask "shiftit"
cask "sketch"
cask "skim"
cask "skitch"
cask "skype"
cask "spotify"
cask "srware-iron"
cask "telegram"
cask "time-out"
cask "toggl"
cask "twitch"
cask "vagrant"
cask "visual-studio-code"
cask "vivaldi"
